<?php

/**
 * base ui
 *
 */

return [
    'warning' => '警告!',
    'uses_cookie' => 'このウェブサイトはクッキーを使用します。',
    'cookie_description' => 'クッキーはあなたのブラウザに保存され、わずかにディスク容量を消費します。クッキーはあなたの行動を追跡するために使用されることもあります。',
    'uses_js' => 'このウェブサイトはジャバスクリプトを使用します。',
    'js_description' => 'ジャバスクリプトはウェブサイトをリッチにするために使用されます。また、広告を表示するためにも使用されます。まれに、ジャバスクリプトによってコンピューターの動きが非常に遅くなるときがあります。',
    'if_you_agree' => 'もしクッキーとジャバスクリプトの利用を許可するならば、下のリンクをクリックして続行してください。',
    'go_the_site' => '続行',
    'if_you_dont_agree' => 'もしクッキーやジャバスクリプトの利用を許可しない場合、このウェブサイトにアクセスすることはできません。以前のページに戻るか、以下のリンクから他のウェブサイトに移動してください。',
];
